{
  "name": "Alex Mikitenko",
  "email": "nonkor@gmail.com",
  "mobile_number": "7985601",
  "skills": [
    "Mobile",
    "Json",
    "Process",
    "Database",
    "Requests",
    "Writing",
    "Jira",
    "C++",
    "Video",
    "Ruby",
    "Workflow",
    "Agile",
    "Magic",
    "Rest",
    "Programming",
    "Analysis",
    "Linux",
    "Scrum",
    "Analytical",
    "Testing",
    "Website",
    "Sublime",
    "Math",
    "Os",
    "Ubuntu",
    "Html",
    "Yaml",
    "Engineering",
    "Windows",
    "System",
    "Markdown",
    "Automation",
    "Selenium",
    "English",
    "Xml",
    "Api",
    "Fabrication",
    "Postgresql",
    "Js",
    "Architecture"
  ],
  "college_name": null,
  "degree": null,
  "designation": null,
  "experience": [
    "worked faster than me and I could assign to him tasks which should be done in short time period. Also he learned new",
    "knowledge pretty quickly so it was not a problem to give absolutely new unknown task to Alex. I think Alex is a person who will",
    "learn new technologies during all the time. I was glad to work with Alex and I recomend him to other people.",
    "Volodymyr Tereshchuk | QA Automation Team Lead at oDesk",
    "Oleksander has strong intelligence and analytical mind; accurate, has ability to see problems commonly and in context; good",
    "team player; quick learner; pretty initiative; can handle heavy/complex tasks. Writes good-quality and well-commented code.",
    "Feedback from peers:",
    "Feature testers mention Oleksander as accurate AT engineer who is able to find and bring up many inconsistencies missed by",
    "PMs, PAs, developers and manual QAs.",
    "Oleksander is very responsible person, he always comes up with ideas of how to make automation more efficient. He did a",
    "great job in creation mobile test suites from scratch and explored the specific of mobile testing.",
    "Coworkers mentioned him as pretty good learner; good teamwork; pretty productive as coder.",
    "David Ramer | QA Manager at oDesk",
    "Oleksander Mikitenko, was an excellent automation person for oDesk. He completed tasks on time and with high quality.",
    "Alex Mikitenko",
    "4"
  ],
  "company_names": null,
  "no_of_pages": 4,
  "total_experience": 0.0
}